{ "navbar": {
    "home": "الصفحة الرئيسية",
    "about": "حولنا",
    "features": "المميزات",
    "how": "كيفية الاستخدام؟",
    "language": "اللغة"
  },
    "home": {
      "welcome": "مرحبًا بك في arabicPDF",
      "revolution": "ثورة الذكاء الاصطناعي في المغرب تبدأ هنا",
      "description": "مرحبًا بك في منصتنا عبر الإنترنت المصممة لتبسيط عملية إنشاء المستندات المغربية بسهولة.",
      "get_started": "ابدأ الآن"
    },
    "about": {
      "title": "من نحن",
      "content": "ArabicPdf هي وجهتك المفضلة للوصول إلى مجموعة واسعة من المستندات المغربية التي تم إنشاؤها من خلال الذكاء الاصطناعي. نفتخر بأننا مصدر موثوق وشامل لمجموعة واسعة من المستندات باللغة العربية. من المستندات القانونية إلى التقارير التجارية، والمواد التعليمية، والموارد الصحية، وأكثر من ذلك، تهدف ArabicPdf إلى تبسيط الوصول إلى المعلومات الحيوية. واجهتنا سهلة الاستخدام تجعل التصفح والبحث عن المستندات سهلاً. سواء كنت فردًا يبحث عن معلومات محددة أو مؤسسة تحتاج إلى بيانات شاملة، فإن ArabicPdf هنا لخدمة احتياجاتك. انضم إلينا في مهمتنا لتعزيز إمكانية الوصول وسهولة الوصول إلى المستندات المغربية، مما يمنح المستخدمين المعرفة عند متناول أيديهم."
    },
    "services": {
      "title": "مميزاتنا",
      "time_effort_saving": "توفير الوقت والجهد",
      "time_effort_saving_description": "باستخدام خدمتنا، يمكنك وداعًا لعناء ملء النماذج يدويًا. ببضع نقرات فقط، يمكنك إنشاء الوثيقة التي تحتاج إليها، مما يوفر الوقت والجهد الثمين الذي يمكن أن ينفق بشكل أفضل في مهام أخرى.",
      "variety_of_documents": "تنوع الوثائق",
      "variety_of_documents_description": "سواء كنت بحاجة إلى إنشاء تصاريح إقامة، شهادات ميلاد، أو أي وثيقة أساسية أخرى، فإن خدمتنا تغطي احتياجاتك. نحن نقدم مجموعة شاملة من قوالب الوثائق، مما يضمن لك الوصول إلى ما تحتاج إليه بالضبط، عندما تحتاج إليه.",
      "accuracy_compliance": "الدقة والامتثال",
      "accuracy_compliance_description": "نحن نعطي الأولوية للدقة والامتثال مع المعايير القانونية المغربية. تم تصميم قوالبنا بدقة لتتماشى مع أحدث التشريعات والمتطلبات، مما يمنحك الطمأنينة بأن وثائقك تستوفي جميع المعايير الضرورية.",
      "secure_confidential": "آمن وسري",
      "secure_confidential_description": "نحن نأخذ أمان وسرية معلوماتك الشخصية على محمل الجد. تستخدم منصتنا بروتوكولات تشفير قوية لحماية بياناتك، مما يضمن أن تبقى خاصتك ومحمية في جميع الأوقات."
    },
    "howtouse": {
      "title": "كيفية الاستخدام ؟",
      "content": "لاستخدام مُنشئ المستندات لدينا، ما عليك سوى إدخال معلوماتك في الحقل المُقدم. حدد نوع المستند الذي تحتاجه، سواء كانت بطاقة التعريف الوطنية، أو تصريح الإقامة، شهادة الميلاد، أو أي مستند آخر مطلوب. قم بملء التفاصيل ذات الصلة مثل الاسم الكامل، وتاريخ الميلاد، والعنوان، وأي معلومات أخرى ضرورية. بمجرد إدخالك لجميع المعلومات، انقر فوق زر 'إنشاء'. سيقوم نظامنا بمعالجة بياناتك وإنشاء المستند المطلوب بتنسيق PDF. يمكنك بعد ذلك تنزيل المستند وطباعته لسجلاتك أو استخدامه حسب الحاجة."
    },
    "footer" :  "كل الحقوق محفوظة.",
    "docgenerator": {
      "placeholder": "اكتب هنا ...",
      "generate": "إنشاء",
      "generating": "جار الإنشاء"
    }
    

  }
  